/* No comment provided by engineer. */
"Account or password not recognized" = "Conta ou senha não reconhecida";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "O nome de usuário e a senha digitados não permitem a conexão com o servidor remoto. Talvez um deles ou ambos não sejam válidos ou talvez tenham sido digitados de maneira incorreta.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "Arquivo  Flat BSD e NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Não é capaz de configurar os Serviços de Diretório";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Não é capaz de conectar ao servidor";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "fixar maiúsculas ativado";

/* No comment provided by engineer. */
"Delete directory domain?" = "Apagar domínio de diretório?";

/* Window Title */
"Directory Access: %@" = "Acesso de Diretório: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ocorreu um erro inesperado";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Talvez os Serviços de Diretório não estejam instalados no servidor remoto, eles podem estar apagados ou o URL pode ter sido digitado de modo incorreto.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Deseja salvar as alterações antes de bloquear?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Deseja salvar as alterações antes de encerrar?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Não Salvar";

/* No comment provided by engineer. */
"Edit of Custom path" = "Edição de caminho Personalizado";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Falhou ao alocar armazenamento intermediário de dados.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Falhou ao alocar lista de dados.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Falhou ao construir lista de dados a partir de sequências de caracteres.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Falhou ao alterar a política de busca personalizada.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Falhou ao alterar a política de busca.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Falhou ao desalocar armazenamento intermediário de dados.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Falhou ao obter contagem de nós de diretório.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Falhou ao abrir o nó de diretório.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Falhou ao obter domínios de diretório.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Falhou ao obter lista de plug-ins.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Falhou ao obter entrada de atributo de registro.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Falhou ao obter entrada de registro.";

/* Error converting */
"IPv4 address required." = "Endereços IPv4 requeridos.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirme o apagamento.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "O aplicativo de configuração de plug-in %@ não pôde ser aberto.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "O aplicativo de configuração do plug-in %1$@ está faltando. Tente editar o arquivo de configuração %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "O aplicativo de configuração de plug-in %1$@ ou o arquivo de configuração %2$@ não pôde ser aberto.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "O aplicativo de configuração de plug-in: %@ está faltando.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "O arquivo de configuração de plug-in %@ está faltando.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "A Configuração de Plug-in falhou";

/* No comment provided by engineer. */
"Save" = "Salvar";

/* No comment provided by engineer. */
"Save Changes?" = "Salvar Alterações?";

/* No comment provided by engineer. */
"Server not found" = "Servidor não encontrado";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Alguns dos domínios de diretório selecionados já estão no seu caminho personalizado.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "O nome e a senha digitados não permitem a conexão com o servidor remoto. Talvez um deles ou ambos não sejam válidos ou talvez tenham sido digitados de maneira incorreta.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "O servidor remoto está usando uma versão diferente do Mac OS X. A Configuração de Diretório Remoto exige que ambas as máquinas possuam a mesma versão.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "O servidor remoto pode não estar disponível ou o URL pode ter sido digitado incorretamente.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Este domínio de diretório já está em seu caminho personalizado.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Este campo deve conter somente caracteres ASCII (Romano).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Este plug-in não requer configuração.";

"kVerifyingNFSMountHeader" = "Contatando servidor NFS.";
"kVerifyingNFSMountBody" = "Tentando verificar que a URL de NFS é válida. Para continuar sem a verificação, clique em \"Não Verificar\".";
"kVerifyingNFSMountOKBtnTitle" = "Não Verificar";
"kNFSMountNoResponseHeader" = "O servidor NFS não respondeu.";
"kNFSMountNoResponseBody" = "O servidor NFS não respondeu. Você gostaria de criar esta base de qualquer forma?";
"kNFSMountNoResponseOKBtnTitle" = "Criar";
"kNFSMountGoodHeader" = "O servidor NFS parece estar funcionando.";
"kNFSMountGoodBody" = "O servidor NFS respondeu e parece estar funcionando. Clique em OK para continuar.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "A senha está incorreta.";
"kUserHomeDirBadPasswordBody" = "Você digitou a senha incorreta para esta conta de usuário.";
"kUserHomeDirPassDoesntMatchImageHeader" = "As senhas para a conta e o diretório de início do FileVault não coincidem.";
"kUserHomeDirPassDoesntMatchImageBody" = "Altere a senha para esta conta de usuário nas Preferências do Sistema de forma que ela coincida com a senha do diretório de início do FileVault selecionado.";
"kEnableRootUserMenuItem" = "Ativar Usuário Raiz";
"kDisableRootUserMenuItem" = "Desativar Usuário Raiz";

"kODServerType" = "Servidor Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Domínio Active Directory";
"kLocalODMasterDisplayName" = "Servidor Local";

"kStatusDisplayStringODUp" = "Este servidor está respondendo normalmente.";
"kStatusDisplayStringODDown" = "Este servidor não está respondendo.";
"kStatusDisplayStringODChecking" = "Este computador está tentando contatar %@.";
"kStatusDisplayStringODNotUsed" = "Este servidor não está sendo utilizado atualmente.";
"kStatusDisplayStringADUp" = "Este domínio está respondendo normalmente.";
"kStatusDisplayStringADDown" = "Este domínio não está respondendo.";
"kStatusDisplayStringADChecking" = "Este computador está tentando contatar %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Este servidor não está em sua política de busca de autenticação.";

"kNoDirectoryServersFoundMsg" = "Nenhum Servidor de Diretório Configurado";

"kEditDirServerMergeAccountLabelFormat" = "\"%@\" com a conta de rede abaixo";

"kSingleSBSFound" = "O Mac OS X Server \"%@\" pode oferecer os seguintes serviços. Deseja configurar o seu computador para usar os serviços oferecidos?";
"kSBSMergeAccountLabelFormat" = "Sim, configurar meus aplicativos";
"kSBSDontMergeAccountLabelFormat" = "Configurar serviços";
"kSBSDontDoAnything" = "Não, não configurar meus aplicativos";
"kSBSOptionsPageMsgFormat" = "Deseja que os seus aplicativos sejam configurados para usar os serviços oferecidos por este servidor? Essa ação acarretará no seguinte:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Digite em \"%@\" o nome e a senha fornecidos a você pelo administrador do servidor.";
"kSBSAuthPageMsg2Format" = "Digite a senha para a conta \"%@\" neste computador.";
"kSBSFinalPageMsgFormatMerge" = "Os seus aplicativos estão prontos para usar os serviços em \"%@.\"\r\r%@\r\rPara usar os novos serviços, finalize a sessão e volte a iniciá-la.";
"kSBSFinalPageMsgLocalPassChanged" = "A senha para a conta %@ neste computador foi alterada para coincidir com a senha para a conta %@ no servidor \"%@.\"";
"kSBSFinalPageMsgServerPassChanged" = "A senha para a conta %@ no servidor \"%@\" foi alterada para coincidir com a senha para a conta %@ neste computador.";
"kSBSFinalPageMsgFormatNoMerge" = "Os seus aplicativos estão prontos para usar os serviços em \"%@.\"";
"kUpgradeUserFailedTitle" = "A configuração das contas de usuário falhou.";
"kUpgradeUserFailedMsgFormat" = "Ocorreu um erro inesperado do tipo %d. Nenhuma alteração foi efetuada.";
"kUpgradeUserFailedbadPasswdMSg" = "A senha de conta da rede estava incorreta. Verifique a senha e o nome da conta e tente novamente.";
"kUpgradeUserFailedDSErrorMSg" = "Ocorreu um erro do Open Directory. Nenhuma alteração foi efetuada.";
"kUpgradeUserFailedBackupErrorMSg" = "Ocorreu um erro ao configurar o backup. Nenhuma alteração foi efetuada. Para prosseguir sem o backup, você pode desativar o backup e tentar novamente.";

"kAugmentUserBindingToSBSAlert" = "Usar os serviços no servidor?";
"kAugmentUserBindingToSBSMsgFormat" = "Se você escolher usar os serviços em %@, as definições da sua conta serão configuradas para usar aqueles serviços.";
"kAugmentUserBindingToSBSBindBtn" = "Usar Servidor";
"kAugmentUserBindingToSBSDontBindBtn" = "Cancelar";

"kSureToDeleteODServerTitle" = "Parar de usar o Servidor de Diretório?";
"kSureToDeleteODServerMsg" = "Tem certeza de que deseja interromper o uso do Servidor de Diretório %@? Essa ação não poderá ser desfeita.";
"kSureToDeleteSBServerTitle" = "Parar de usar o Mac OS X Server?";
"kSureToDeleteSBServerMsg" = "Tem certeza de que deseja interromper o uso dos serviços no servidor Mac OS X Server %@? Esta ação não poderá ser desfeita.";
"kCantDeleteLocalSBSTitle" = "Não foi possível apagar o servidor local.";
"kCantDeleteLocalSBSMsg" = "O servidor local é requerido para o correto funcionamento deste servidor Mac OS X Server e não pode ser apagado.";
"kCantEditLocalSBSTitle" = "Não foi possível editar o servidor local.";
"kCantEditLocalSBSMsg" = "O servidor local é requerido para o correto funcionamento deste servidor Mac OS X Server e não pode ser editado.";
"kDeleteServerBtn" = "Parar de Usar o Servidor";
"kDontDeleteServerBtn" = "Cancelar";
"kLeaveServerBtn" = "Parar de Usar o Servidor";
"kDontLeaveServerBtn" = "Cancelar";
"kLogOutBtn" = "Finalizar Sessão";
"kQuitBtn" = "Encerrar";
"kSkipFoundSBSSheetBtn" = "Ignorar";
"kJoinButton" = "Finalizar Configuração";
"kBeginSetupBtn" = "Iniciar Configuração";
"kNewSBSStepTitleAlert" = "Introdução";
"kNewSBSStepTitleAuth" = "Autenticação";
"kNewSBSStepTitleOptions" = "Opções de Configuração";
"kNewSBSStepTitleBackUp" = "Backup";
"kNewSBSStepTitleFinished" = "Êxito";
"kNewSBSBadLocalPassword" = "Falha de autenticação.";
"kNewSBSBadLocalPasswordMsg" = "A senha que você digitou para a conta de usuário local não está correta.";
"kNewSBSBadNetPassword" = "Falha de autenticação.";
"kNewSBSBadNetPasswordMsg" = "O nome e a senha que você digitou para a conta do usuário no servidor não coincidem.";
"kSureNotToMergeTitle" = "Tem certeza de que deseja prosseguir sem atualizar sua conta local?";
"kSureNotToMergeMsg" = "Se você não atualizar, para utilizar os serviços fornecidos por \"%@\", você terá que iniciar a sessão usando o nome e a senha fornecidos a você pelo seu administrador de servidor.";
"kDontMergeBtn" = "Não Atualizar";
"kGoBackBtn" = "Voltar";
"kMailServiceName" = "Correio";
"kMailServiceDescription" = "Configura uma conta de e-mail para você e mostra os contatos do servidor.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Configura uma conta do iChat para você e divulta sua lista de amigos do iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Permite que você faça o backup dos dados deste computador para este servidor.";
"kFileServicesServiceName" = "Compartilhamento de Arquivo";
"kFileServicesServiceDescription" = "Adiciona discos compartilhados à barra lateral do Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Cria um calendário pessoal para você no servidor e adiciona ao iCal.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Dá a você acesso a um site de grupo com um wiki e um blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Permite que você se conecte à rede privada a partir de localizações remotas.";
"kMailConfigDetails" = "• Configurar o Mail para usar a sua conta de e-mail no servidor\r";
"kIChatConfigDetails" = "• Configurar o iChat para usar a sua conta iChat no servidor\r";
"kFileSharingConfigDetails" = "• Adicionar discos compartilhados do servidor para sua barra lateral no Finder\r";
"kICalConfigDetails" = "• Adicionar seu calendário pessoal do servidor para iCal\r";
"kVPNConfigDetails" = "• Adicionar uma configuração VPN para este servidor\r";
"kDontAskAboutThisServerAgain" = "Não perguntar sobre este servidor novamente";
"kDontAskAboutTheseServersAgain" = "Não me perguntar sobre estes servidores novamente";

"kBackupAllData" = "Fazer o backup de todos os dados deste computador";
"kCouldntAddServer" = "Não foi possível adicionar o servidor.";
"kCouldntAddServerUnexpectedErrorFormat" = "Ocorreu um erro inesperado do tipo %d (%@).";
"kBadODServerNameFormat" = "Não houve resposta de %@. Verifique se o endereço digitado está correto.";
"kDuplicateServerNameFormat" = "Este computador já está usando %@ ou uma réplica coincidente.";
"kServerDoesntSupportSSLFormat" = "%@ não é compatível com conexões de diretório criptografadas com SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ não pode ser adicionado porque não é um Servidor Open Directory ou porque utiliza mapeamentos personalizados.\n\nPara adicionar este servidor:\n\n• Pressione o botão “Mostrar Ajustes Avançados”, na janela principal;\n• Selecione \"Serviços\" na barra de ferramentas\n• Utilize o serviço LDAPv3 para adicionar este servidor com os mapeamentos adequados";
"kCouldntAddADDomain" = "Não foi possível adicionar o domínio.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Ocorreu um erro inesperado do tipo %d (%@).";
"kBadADDomainNameFormat" = "Não houve resposta de %@. Verifique se o endereço digitado está correto.";
"kPasswordsDontMatchTitle" = "As senhas que você digitou não coincidem.";
"kPasswordsDontMatchMsg" = "Tente novamente.";

"kAddODServerStepCheckingAddress" = "Verificando endereço do servidor…";
"kAddODServerStepCheckingForDupes" = "Verificando servidores coincidentes…";
"kAddODServerStep1" = "Descoberta das informações de servidor…";
"kAddODServerStep2" = "Validando mapeamento…";
"kAddODServerStep3" = "Detectando os níveis de segurança requeridos e os requisitos de vinculação…";
"kAddODServerStep4" = "Tentando vincular…";
"kAddODServerStep5" = "Adicionando servidor à configuração…";

"kCouldntBindToWGSWithADParent" = "Não foi possível vincular.";
"kCouldntBindToWGSWithADParentMsg" = "O servidor %@ está vinculado ao Domínio Active Directory %@. Para vincular-se a este servidor, primeiro você deve vincular-se ao Domínio Active Directory.";
"kDupeComputerRecordFound" = "Já existe um computador com este nome no diretório. Você pode optar por substituí-lo, mas isto poderá desativar outro computador, se estiver sendo usado.";
"kAuthedBindingRequired" = "Este servidor requer vinculação autenticada. Digite um nome e uma senha para o servidor.";
"kAuthedBindingAllowed" = "Este servidor permite vinculação autenticada. Você pode optar por digitar um nome e uma senha ou deixar os campos em branco para vincular-se de forma anônima.";
"kAuthedBindingAuthFailure" = "O nome e a senha que você digitou não coincidem. Verifique as suas informações de autenticação e tente novamente.";
"kPermissionFailureDuringAuthBind" = "Você não tem permissão para sobrescrever o registro existente do computador. Informe isto ao administrador do servidor ou tente usar o ID de computador diferente.";

/* toolbar labels */
"kUsers" = "Usuários";
"kServices" = "Serviços";
"kAuth" = "Autenticação";
"kAdvanced" = "Avançado";
"kDebug" = "Depurar";
"kSearchPaths" = "Política de Busca";
